Repository: xb2016/kratos-pjax
Catalog: languages/*.po
Languages: ru_ru

# 请用RGB格式表示，默认255,255,255
source: Please indicate in RGB format, default 255,255,255
ru_ru: Пожалуйста, укажите в формате RGB, по умолчанию 255 255 255

# 雪花不透明度
source: Snowflake Opacity
ru_ru: Непрозрачность снежинки

# 为基准值，范围0~1，1为不透明，默认0.3
source: As the reference value, the range 0~1,1 to opaque, the default 0.3
ru_ru: В качестве опорного значения, в диапазоне 0 ~ 1,1 до непрозрачного, по умолчанию 0,3

# 注册登录设置
source: Register/Login
ru_ru: Регистрация Войти

# 注册登录页面背景
source: Register/Login Page Background
ru_ru: История регистрации/входа в систему

# 注册登录页面站点图标
source: Register/Login Page Site Icon
ru_ru: Регистрация/Вход в систему

# 以下为用户注册部分的设置
source: The following is the settings for the User Registration Section
ru_ru: Ниже приведены настройки раздела «Регистрация пользователя»

# 使用密码注册
source: Register With Password
ru_ru: Регистрация с паролем

# 是否允许用户输入密码注册(免邮箱验证)
source: Allow user to enter password registration (email-free verification)
ru_ru: Разрешить пользователю вводить регистрацию пароля (проверка по электронной почте)

# 域名限制模式
source: Domain Name Restriction Mode
ru_ru: Режим ограничения имен доменов

# 白名单模式
source: Whitelist Mode
ru_ru: Режим белого списка

# 黑名单模式
source: Blacklist Mode
ru_ru: Черный список

# 域名白名单列表(一行一个)
source: Domain Whitelist (one per line)
ru_ru: Белый список доменов (по одному в строке)

# 域名黑名单列表(一行一个)
source: Domain Blacklist (one per line)
ru_ru: Черный список доменов (по одному в строке)

# 错误信息
source: Error Message
ru_ru: Сообщение об ошибке

# 用户域名被阻止时的提示信息
source: Message when a user domain name is blocked
ru_ru: Сообщение, когда заблокировано доменное имя пользователя

# 本站禁止此域名的邮箱注册，请更换邮箱再试。
source: Domain not allowed, please use another email address.
ru_ru: Домен не разрешен, используйте другой адрес электронной почты.

# 以下为用户登录限制部分设置
source: The following are the user Login Restrictions Section settings
ru_ru: Ниже перечислены настройки раздела «Пользовательские ограничения доступа»

# 用户登录限制
source: User Login Restrictions
ru_ru: Ограничения на вход пользователя

# 登录尝试机会
source: Logon Attempt Opportunities
ru_ru: Возможности входа в систему

# 允许输错密码的次数，默认3
source: Number of password errors allowed, default 3
ru_ru: Количество допустимых ошибок паролей, по умолчанию 3

# 初始锁定时间
source: Initial Lockout Time
ru_ru: Начальное время блокировки

# 单位秒，不应小于60，默认1200(20分钟)
source: Unit seconds, should not be less than 60, default 1200 (20 minutes)
ru_ru: Единицы секунды, не должны быть меньше 60, по умолчанию 1200 (20 минут)

# 增加锁定时间所需锁定次数
source: Increase the number of locks required to lock time
ru_ru: Увеличьте количество блокировок, необходимых для блокировки времени

# 默认3次
source: Default 3 times
ru_ru: По умолчанию 3 раза

# 增加后的锁定时间
source: Lock-in time after increase
ru_ru: Время блокировки после увеличения

# 单位秒，不应小于3600，默认86400(24小时)
source: Unit seconds, should not be less than 3600, default 86400 (24 hours)
ru_ru: Единицы секунды не должны быть меньше 3600, по умолчанию 86400 (24 часа)

# 自动清除锁定IP的时间
source: Automatically clears the time that the IP is locked
ru_ru: Автоматически очищает время блокировки IP-адреса

# 单位秒，默认43200(12小时)
source: Units per second, default 43200 (12 hours)
ru_ru: Единицы в секунду, по умолчанию 43200 (12 часов)

# 控制Cookie登录
source: Control Cookie Login
ru_ru: Управление паролем cookie

# 是否控制Cookie登录
source: Control cookie login
ru_ru: Управление файлом cookie

# 邮件提醒
source: Email Alerts
ru_ru: Уведомления по электронной почте

# 锁定提醒阈值
source: Lock Reminder Threshold Value
ru_ru: Значение порога блокировки напоминания

# 默认2次(启用上方的邮件提醒功能才有效)
source: Default 2 times (enable email alerts above to work)
ru_ru: По умолчанию 2 раза (активировать оповещения по электронной почте выше)

# 文章归档
source: All Articles
ru_ru: Все посты

# 当前共有
source: There are
ru_ru: Есть

# 篇公开日志，
source: public articles,
ru_ru: публичные посты,

# 个公开页面。 (゜-゜)つロ 干杯~
source: public pages. (゜-゜)つロ Cheers ~
ru_ru: Паблик страницы. (゜ - ゜) つ ロ Приветствия ~

source: Tags
ru_ru: Теги

source: Archives
ru_ru: Архив

# dalao们
source: Friends
ru_ru: Dalao. Цепочка друзей

# dalao们的链接，每次刷新随机排序~
source: The order of links will change after refreshing the page.
ru_ru: Dalao. Порядок ссылок изменится после обновления страницы.

# 自己的项目
source: My projects
ru_ru: Мои проекты

source: Vtrois(Modified by 小白-白)
ru_ru: Vtrois (Мод by 小白-白)
