Repository: xb2016/kratos-pjax
Catalog: languages/*.po
Languages: ru_ru

# 欸？我的萝莉怎么不见了？！
source: Sorry, the page you’re looking for can’t be found.
ru_ru: Извините, страница, которую вы ищете, не найдена.

# 上一页
source: Previous
ru_ru: Предыдущий

# 下一页
source: Next
ru_ru: Следующий

# 昵称
source: Name
ru_ru: Название

# 邮箱
source: Email
ru_ru: Email адрес

# 人机验证：
source: Captcha:
ru_ru: Капча:

# |´・ω・)ノ还不快点说点什么呀poi~
source: |´・ω・)ノAdd a comment...
ru_ru: |´・ω・)ノ Добавить комментарий ...

# 已在风雨中度过
source: Running for
ru_ru: Уже работает для

# 上传头像
source: Upload Profile Photo
ru_ru: Загрузить фото профиля

# 移除本地头像
source: Remove the profile photo
ru_ru: Удалить фотографию профиля

# .php不能出现在文件名中！
source: . PHP cannot appear in the file name!
ru_ru: .php не может появиться в имени файла!

# 请上传jpg,gif,png,bmp,tif格式文件！
source: Please upload jpg, gif, png, bmp, tif format file!
ru_ru: Загрузите файл jpg, gif, png, bmp, tif!

# 上传头像过程中出现以下错误：
source: The following error has occurred when uploading the profile photo:
ru_ru: При загрузке фотографии профиля произошла следующая ошибка:

# 条评论
source: Comments
ru_ru: Комментарии

# 次阅读
source: Views
ru_ru: Мнения

# 人点赞
source: Likes
ru_ru: Лайки

# 阅读全文
source: Read More
ru_ru: Читать дальше

# 主题设置
source: Theme Settings
ru_ru: Настройки темы

# 顶部菜单
source: Top Menu Bar
ru_ru: Верхняя панель меню

# 为您找到结果 %s 个
source: Found %s results for you
ru_ru: Найдено %s результатов для вас

# 注册时间
source: Registration Time
ru_ru: Время регистрации

# 上次登录
source: Last Login
ru_ru: Последний вход

# 登录IP
source: Login IP
ru_ru: Вход в систему IP

# 您的评论正在等待审核。
source: Your comment is awaiting review.
ru_ru: Ваш комментарий ожидает обзор.

# 站点地图
source: Site Map
ru_ru: Карта сайта

# 最后更新于
source: Latest update on
ru_ru: Последние обновления

# 从URL添加
source: Add From URL
ru_ru: Добавить из URL

# 或
source: or
ru_ru: или же

# 从URL导入
source: Import From URL
ru_ru: Импорт из URL-адреса

# 从URL添加媒体项目
source: Add a media item from URL
ru_ru: Загрузить картинку из URL-адреса

# 请手动指定图像大小与格式
source: Please specify the image size and format manually
ru_ru: Указать размер и формат изображения вручную.

# 宽
source: Width
ru_ru: Ширина

# 高
source: Hight
ru_ru: Высота

# MIME类型
source: MIME Type
ru_ru: Тип MIME

# 清除
source: Clear
ru_ru: Очистить

# 添加
source: Add
ru_ru: Добавить

# 取消
source: Cancel
ru_ru: Отменить

# 相关JS加载失败
source: Related JavaScript fails to load
ru_ru: Связанный JavaScript не загружается

# 图像大小不合法
source: The image size is inappropriate
ru_ru: Размер изображения не подходит

# 无法获取图像大小
source: Unable to get image size
ru_ru: Не удалось получить размер изображения

# 错误
source: ERROR
ru_ru: Ошибка

# 密码
source: Password
ru_ru: Пароль

# 重复密码
source: Repeat Password
ru_ru: Повторите пароль

# <strong>错误</strong>：昵称一栏不能为空。
source: <strong> ERROR </strong>: The name cannot be empty.
ru_ru: <strong>Ошибка</strong>: имя не может быть пустым.

# <strong>错误</strong>：密码长度必须大于8位。
source: <strong> ERROR </strong>: Password length must be greater than 8.
ru_ru: <strong>Ошибка</strong>: Длина пароля должна быть больше 8 символов.

# <strong>错误</strong>：验证码错误，请重试。
source: <strong> ERROR </strong>: Captcha failed, please try again.
ru_ru: <strong>Ошибка</strong>: Капча введена неверно, повторите попытку.

# %d 小时
source: %d hours
ru_ru: %d часов

# %d 分钟
source: %d minutes
ru_ru: %d минут

# 登录失败次数过多
source: There have been too many login failures
ru_ru: Слишком много ошибок входа в систему

# 失败登录次数：%d ，IP：%s
source: Number of failed logins: %d, ip: %s
ru_ru: Количество неудавшихся логинов: %d , ip: %s

# 最后一次尝试登录的用户名：%s
source: User name last attempted to login: %s
ru_ru: Имя пользователя, последнее занятое логином: %s

# 此 IP 已被封锁，封锁时长：%s
source: This IP has been blocked, block duration: %s
ru_ru: Этот IP заблокирован, длительность блока: %s

# <strong>错误</strong>：登录失败次数过多，
source: <strong> ERROR </strong>: Too many login failures,
ru_ru: <strong>Ошибка</strong>: Слишком много ошибок входа,

# 请稍候再试。
source: please try again later.
ru_ru: Повторите попытку позже.

# 请在 %d 小时后重试。
source: please try again in %d hours.
ru_ru: Повторите попытку в %d часов.

# 请在 %d 分钟后重试。
source: please try again in %d minutes.
ru_ru: Повторите попытку через %d минут.

# 这是一篇受保护的文章，请输入阅读密码！
source: This is a protected article, please enter the password to continue.
ru_ru: Это защищенная статья, пожалуйста, введите пароль для продолжения.

# 输入阅读密码
source: Please enter the password
ru_ru: Введите пароль

# 确认
source: Submit
ru_ru: Отправить

# 首页
source: First Page
ru_ru: Первая страница

# 尾页
source: Last Page
ru_ru: Последняя страница

# 打开微信“扫一扫”，打开网页后点击屏幕右上角分享按钮
source: Scan the QR Code and share it to others!
ru_ru: Сканируйте QR-код и передайте его друзьям

# 本地下载
source: Local Download
ru_ru: Загрузка с сайта

# 云盘下载
source: Cloud Drive Download
ru_ru: Загрузка с облака

# 标题内容
source: Title
ru_ru: Заголовок

# 以下为隐藏内容：
source: The following are hidden content:
ru_ru: Ниже приведены скрытые материалы:

# 添加表情
source: Add Emoji
ru_ru: Добавить Emoji

# 代码高亮
source: Code Highlight
ru_ru: Выделение кода

# 内容标题
source: Title
ru_ru: Заголовок

# 蓝色字体
source: Blue Font
ru_ru: Синий шрифт

# 红色字体
source: Red font
ru_ru: Красный шрифт

# 展开/收缩
source: Expand/Shrink
ru_ru: Развернуть / свернуть

# 回复可见
source: Reply to read
ru_ru: Ответить

# 网易云音乐
source: Netease Music
ru_ru: Музыка Netease

# 绿色背景栏
source: Green Background Bar
ru_ru: Зелёная фоновая панель

# 蓝色背景栏
source: Blue Background Bar
ru_ru: Синяя фоновая панель

# 黄色背景栏
source: Yellow Background Bar
ru_ru: Желтая фоновая панель

# 红色背景栏
source: Red Background Bar
ru_ru: Красная фоновая панель

# 绿色面板
source: Green Panel
ru_ru: Зеленая панель

# 蓝色面板
source: Blue Panel
ru_ru: Синяя панель

# 黄色面板
source: Yellow Panel
ru_ru: Желтая панель

# 红色面板
source: Red Panel
ru_ru: Красная панель

# 上一篇
source: Previous
ru_ru: Предыдущий

# 下一篇
source: Next
ru_ru: Следующий

# 打赏
source: Donate
ru_ru: Задонатить

# 点赞
source: Like
ru_ru: Лайк

# 分享
source: Share
ru_ru: Поделиться

# 最后编辑：
source: Last modified:
ru_ru: Последнее изменение:

# 文章
source: Article
ru_ru: Пост

# 内容
source: Content
ru_ru: содержание

# 操作
source: Operation
ru_ru: операция

# 查看留言
source: View Comment
ru_ru: Просмотреть комментарий

# 该邮件由系统自动发出，如果不是您本人操作，请忽略此邮件。
source: This message is sent automatically by the system.
ru_ru: Это сообщение отправляется автоматически системой.

# 原文
source: Original
ru_ru: Оригинал

# 回复
source: Reply
ru_ru: Ответить

# 作者
source: Author
ru_ru: Автор

# 查看回复
source: View Reply
ru_ru: Посмотреть сообщение

# 您设定的密码
source: The password you set
ru_ru: Установленный вами пароль

# 欢迎注册
source: Welcome to registration
ru_ru: Добро пожаловать!

# 保存设置
source: Save Settings
ru_ru: Сохранить настройки

# 恢复默认
source: Reset to default
ru_ru: Восстановление значений по умолчанию

# 您是否要恢复默认设置？
source: Do you want to reset to the default settings?
ru_ru: Вы хотите сбросить настройки по умолчанию?

# 恢复默认设置成功
source: Reset successful
ru_ru: Сброс проведен успешно

# 保存成功
source: Save successful
ru_ru: Сохранено успешно

# 未选择任何文件
source: No files selected
ru_ru: Не выбрано файлов

# 上传
source: Upload
ru_ru: Загрузить

# 移除
source: Remove
ru_ru: Удалить

# 请更新您的 WordPress 版本以获取完整的媒体文件支持。
source: Please update your WordPress version for a full media support.
ru_ru: Обновите версию WordPress для полной поддержки мультимедиа.

# 查看文件
source: View Files
ru_ru: Просмотр файлов

# 不重复
source: No repeat
ru_ru: Нет повтора

# 水平重复
source: Horizontal repetition
ru_ru: Горизонтальное повторение

# 垂直重复
source: Vertical repetition
ru_ru: Вертикальное повторение

# 全部重复
source: Repeat All
ru_ru: Повторить все

# 上部左边
source: Top left
ru_ru: Верхний левый

# 上部中间
source: Top center
ru_ru: Верхний центр

# 上部右边
source: Top right
ru_ru: В правом верхнем углу

# 中部左边
source: Middle left
ru_ru: Ближний левый

# 中部中间
source: Middle Center
ru_ru: Средний центр

# 中部右边
source: Middle right
ru_ru: Средний правый

# 下部左边
source: Bottom left
ru_ru: Нижний левый

# 下部中间
source: Bottom center
ru_ru: Нижний центр

# 下部右边
source: Bottom right
ru_ru: Нижний правый

# 正常滚动
source: Normal scrolling
ru_ru: Обычная прокрутка

# 固定
source: Fixed
ru_ru: Фиксированный

# 常规
source: Normal
ru_ru: Нормальный

# 斜体
source: Italic
ru_ru: Курсив

# 粗体
source: Bold
ru_ru: Жирный

# 斜粗体
source: Italic Bold
ru_ru: Курсивный жирный

# 暂时没有数据
source: No data at the moment
ru_ru: Неизвестно на данный момент

# 刚刚
source: Just Now
ru_ru: Прямо сейчас

# 年前
source: years ago
ru_ru: много лет назад

# m月d日
source: m-d
ru_ru: м-д

# 周前
source: weeks ago
ru_ru: недели назад

# 天前
source: days ago
ru_ru: дней назад

# 小时前
source: hours ago
ru_ru: несколько часов назад

# 分钟前
source: minutes ago
ru_ru: минут назад

# 秒前
source: seconds ago
ru_ru: секунд назад

# 侧边栏工具
source: Side Bar Tool
ru_ru: Инструмент боковой панели

# 广告位
source: Advertising
ru_ru: Реклама

# Kratos主题特色组件 - 广告位
source: Display picture ads at your site
ru_ru: Показывать графические объявления на вашем сайте

# 标题(可留空)：
source: Title (can be left blank):
ru_ru: Заголовок (может быть опущен):

# 链接：
source: Link URL:
ru_ru: Ссылка на URL:

# 图片：
source: Image URL:
ru_ru: URL изображения:

# 个人简介
source: Personal Profile
ru_ru: Личный профиль

# Kratos主题特色组件 - 个人简介
source: Your profile shows
ru_ru: Kratos: Ваш профиль

# 撰写文章
source: New Post
ru_ru: Новый пост

# 新建页面
source: New Page
ru_ru: Новая страница

# 查看评论
source: Comments
ru_ru: Комментарии

# 站点设置
source: Site Settings
ru_ru: Настройки сайта

# 退出登录
source: Log Out
ru_ru: Выйти

# 个人资料
source: User Profile
ru_ru: Профиль пользователя

# 仪表盘
source: Dashboard
ru_ru: Приборная доска

# 头像地址：
source: Avatar URL:
ru_ru: Аватар URL:

# 简介内容：
source: Introduction Content:
ru_ru: Введение Содержание:

# 卡片背景：
source: Card Background:
ru_ru: История карты:

# 标签聚合
source: Tag Cloud
ru_ru: Облако тегов

# Kratos主题特色组件 - 标签聚合
source: The tags of your site article is displayed
ru_ru: Kratos: Теги из постов

# 标题：
source: Title:
ru_ru: Заглавие:

# 数量：
source: Number:
ru_ru: Число:

# 类型：
source: Type:
ru_ru: Тип:

# 数量
source: Number
ru_ru: Число

# 名字
source: Name
ru_ru: название

# 排序：
source: Sorting:
ru_ru: Сортировка:

# 降序
source: Descending
ru_ru: по убыванию

# 升序
source: Ascending
ru_ru: по возрастанию

# 随机
source: Random
ru_ru: случайный

# 文章聚合
source: Article Cloud
ru_ru: Облако статей

# Kratos主题特色组件 - 文章聚合
source: Your site latest, hot, random articles
ru_ru: Kratos: последние, горячие, случайные посты

# 最新文章
source: Latest
ru_ru: Самый последний

# 热点文章
source: Hot
ru_ru: Горячие

# 随机文章
source: Random
ru_ru: Случайные

# 最新
source: Latest
ru_ru: Последние

# 热点
source: Hot
ru_ru: Горячей

# 每项展示数量：
source: Number of impressions per item:
ru_ru: Количество показов за элемент:

# 最近评论
source: Recent Comments
ru_ru: Недавние комменты

# Kratos主题特色组件 - 最近评论
source: Your site recently commented on the presentation
ru_ru: Kratos: Комментарии

# 显示数量：
source: Display Quantity:
ru_ru: Количество показов:

# 不显示管理员(用户ID为1)评论
source: Do NOT display admin's (user id=1) comments
ru_ru: НЕ отображать комментарии администратора (user id = 1)

# 分类：
source: Category:
ru_ru: Категория:

# 标签：
source: Tag:
ru_ru: Тег:

# 搜索结果：
source: Search results:
ru_ru: Результаты поиска:

# 很抱歉，没有找到任何内容。
source: Sorry, nothing was found.
ru_ru: Извините, ничего не найдено

# 站点配置
source: Site Config
ru_ru: Конфигурация сайта

# 站点图标
source: Site Icon
ru_ru: Иконка сайта

# Gravatar头像服务器地址
source: Gravatar Server URL
ru_ru: URL-адрес сервера Gravatar

# 不确定请勿更改
source: DO NOT change this if you are uncertain
ru_ru: НЕ изменяйте это, если вы не уверены

# 是否启用页面PJAX加载
source: Enable page PJAX loading
ru_ru: Включить загрузку страницы PJAX

# 背景类型
source: Background Type
ru_ru: Тип фона

# 选择您喜欢的背景类型并修改其对应选项
source: Choose your preferred background type and modify its related options
ru_ru: Выберите предпочтительный тип фона и измените связанные параметры

# 纯色
source: Solid Color
ru_ru: Сплошной цвет

# 图片
source: Image
ru_ru: Изображение

# 背景颜色
source: Background Colour
ru_ru: Цвет фона

# 背景图片
source: Background Image
ru_ru: Изображение на заднем плане

# 主页布局
source: Home Page Layout
ru_ru: Макет главной страницы

# 选择[主页]布局(显示左边栏，无边栏，右边栏)，默认显示右边栏
source: Select [Home Page] layout, display right column by default
ru_ru: Выберите макет [Главная], по умолчанию показана правая колонка

# 文章列表布局
source: Article List Layout
ru_ru: Макет списка статей

# 主页文章摘要字数
source: Word Count Limit For The Abstract
ru_ru: Ограничение количества слов для абстракции

# 分类页面
source: Category Page
ru_ru: Страница категории

# 是否启用分类页面的名称以及简介功能
source: Enable the name of the category page and introduction features
ru_ru: Включить имя страницы категории и функции ввода

# 标签页面
source: Label Page
ru_ru: Страница ярлыка

# 是否启用标签页面的名称以及简介功能
source: Enable the name of the label page and introduction features
ru_ru: Включить имя страницы ярлыка и функции ввода

# 头像本地上传
source: Profile Photo Uploads
ru_ru: Просмотр фотографий

# 是否允许普通用户上传本地头像
source: Allow normal users to upload profile photos
ru_ru: Разрешить обычным пользователям загружать фотографии профиля

# 侧边栏随动
source: Side Bar Floating
ru_ru: Боковой бар плавающий

# 是否启用侧边栏小工具随动功能
source: Enable sidebar widget floating
ru_ru: Включить виджет боковой панели

# 评论UA
source: Comment UserAgent
ru_ru: Комментарий (юзерагент)

# 是否在评论区显示评论者UA信息
source: Show the UA Information in the comment area
ru_ru: Показывать юзерагент в области комментариев

# 复制弹窗
source: Copying pop-up windows
ru_ru: Копирование всплывающих окон

# 是否启用复制文章内容后弹窗提醒
source: Enable pop-up reminders after copying article content
ru_ru: Включить всплывающие напоминания после копирования содержимого статьи

# 页面伪静态
source: URL Rewrite
ru_ru: URL-адрес перезаписи

# 是否启用自定义页面伪静态功能
source: Enable URL Rewrite for custom page
ru_ru: Включение перезаписи URL для пользовательской страницы

# 组件配置
source: Components
ru_ru: Компоненты

# 自定义Font Awesome
source: Custom Font Awesome
ru_ru: Пользовательский шрифт Awesome

# 自定义jQuery
source: Customize jQuery
ru_ru: Настроить jQuery

# 自定义jQuery链接，留空将从本地加载
source: Customize jQuery link, leave blank to load from local
ru_ru: Настроить ссылку jQuery, оставить пустым для загрузки из локального

# 主题JS
source: Theme JS
ru_ru: Тема JS

# 从jsdelivr加载主题JS
source: Load theme JS from jsDelivr
ru_ru: Загрузить тему JS из jsDelivr

# 附加JS
source: Additional JavaScript
ru_ru: Дополнительный JavaScript

# 主题CSS
source: Theme CSS
ru_ru: Тема CSS

# 从jsdelivr加载主题CSS
source: Load theme CSS files from jsDelivr
ru_ru: Загружать темы CSS-файлы из jsDelivr

# 附加CSS
source: Additional CSS
ru_ru: Дополнительный CSS

# 表情包
source: Theme Emoji
ru_ru: Тема Эможи

# 从jsdelivr加载主题表情包
source: Load theme emoji from jsDelivr
ru_ru: Загрузить тему emoji из jsDelivr

# 特色图片(仅针对新式布局)
source: Featured Images (for modern layouts only)
ru_ru: Избранные изображения (только для современных макетов)

# APlayer全局播放器
source: APlayer - Global Music Player
ru_ru: APlayer - мировой музыкальный проигрыватель

# 启用页面左下角播放器(建议开启PJAX使用)
source: Turn on PJAX is suggestted
ru_ru: Включить PJAX предлагается

# 歌单JSON地址
source: JSON address for the song list
ru_ru: Адрес JSON для списка песен

# 自动播放
source: Auto Play
ru_ru: Автовоспроизведение

# 启用APlayer自动播放，个人不喜欢
source: Enable APlayer AutoPlay, personal dislike
ru_ru: Включить APLayer AutoPlay, личную неприязнь

# 循环模式
source: Loop Mode
ru_ru: Цикличный режим

# 全部循环
source: All
ru_ru: Все

# 单曲循环
source: Single
ru_ru: Не замужем

# 未定义
source: None
ru_ru: Никто

# 播放顺序
source: Play Order
ru_ru: Порядок воспроизведения

# 列表
source: List
ru_ru: Список

# 看板娘
source: Poster Girl
ru_ru: Виджет

# 是否启用2233Live2D看板娘
source: Enable Bilibili 2233 live2d poster girl
ru_ru: 3D няшка (Live2D)

# 微信展示
source: WeChat QR Code
ru_ru: QR-код WeChat/WhatsApp

# 是否启用微信展示按钮功能
source: Enable WeChat display button
ru_ru: Включить кнопку отображения WeChat/WhatsApp

# 微信二维码
source: WeChat QR Code URL
ru_ru: URL-адрес QR-кода WeChat/WhatsApp

# 上传你的微信二维码图片，尺寸要大于等于150px
source: Upload your WeChat QR code image, the size must greater than 150px
ru_ru: Загрузите изображение вашего QR-кода WeChat/WhatsApp, размер должен быть больше 150 пикселей

# 微信收款码
source: WeChat Pay
ru_ru: WeChat/Viber Pay

# SEO配置
source: SEO Config
ru_ru: Настройка SEO

# 关键词
source: Keywords
ru_ru: Ключевые слова

# 每个关键词之间用英文逗号分割
source: Separate each keyword with a comma
ru_ru: Разделите каждое ключевое слово запятой

# 站点描述
source: Site Description
ru_ru: описание сайта

# 站点统计(不要包括SCRIPT标签)
source: Site Statistics Code (don't include script tags)
ru_ru: Код статистики сайта (не включают теги скриптов)

# 顶部配置
source: Site Head
ru_ru: Руководитель сайта

# 顶部显示模式
source: Head Display Mode
ru_ru: Режим отображения заголовка

# 以下为图片Header的设置
source: The following is the picture header settings
ru_ru: Ниже приведены настройки заголовка изображения

# 只有顶部显示模式为图片才有效。
source: Require Head Display Mode: Image
ru_ru: Требуется режим отображения заголовка: изображение.

# 顶部图片
source: Head Picture
ru_ru: Головное изображение

# 图片文字-1(可做文字标题)
source: Picture Text-1 (text title)
ru_ru: Изображение Текст-1 (текст)

# 图片文字-2(可做站点描述)
source: Picture Text-2 (site description)
ru_ru: Изображение Текст-2 (описание сайта)

# 移动端菜单显示模式
source: Mobile-side Menu display mode
ru_ru: Режим отображения меню на мобильной стороне

# 顶部
source: Top bar
ru_ru: Верхняя панель

# 侧栏
source: Side bar
ru_ru: Боковая панель

# 以下为纯色Header设置
source: The following is a solid color header setting
ru_ru: Сплошной фон шапки

# 只有顶部显示模式为纯色才有效。
source: Require Head Display Mode: solid color
ru_ru: Требовать режим отображения заголовка: сплошной цвет.

# Nav Bar颜色
source: Nav Bar Color
ru_ru: Цвет панели навигации

# 请使用RGBA格式表示，默认22,23,26,.9
source: Please use RGBA format, default 22,23,26,.9
ru_ru: Пожалуйста, используйте формат RGBA, по умолчанию 22,23,26,.9

# 移动端侧边栏菜单颜色
source: Mobile Side Sidebar Menu Color
ru_ru: Цвет меню боковой боковой боковой панели

# 请使用RGBA格式表示，默认42,42,42,.9
source: Please use RGBA format, default 42,42,42,.9
ru_ru: Пожалуйста, используйте формат RGBA, по умолчанию 42,42,42,.9

# 图片Logo
source: Image logo
ru_ru: Логотип логотипа

# 高40px，宽最大200px，不设置将显示文字Logo
source: Height 40px, Width 200px maxium, not set will display text logo
ru_ru: Высота 40px, ширина 200px maxium, не установлена, отобразит текст логотипа

# 底部配置
source: Site Bottom
ru_ru: Нижняя часть сайта

# 建站时间
source: Site Build Time
ru_ru: Время сборки сайта

# 输入你的建站时间，格式MM/DD/YYYY hh:mm:ss
source: Enter the start time for your site, like mm/dd/yyyy hh:mm:ss
ru_ru: Введите время начала вашего сайта, например mm/dd/yyyy hh:mm:ss

# Footer颜色
source: Footer Color
ru_ru: Нижний колонтитул

# 请使用RGBA格式表示，默认35,40,45,1
source: Please use RGBA format, default 35,40,45,1
ru_ru: Пожалуйста, используйте формат RGBA, по умолчанию 35,40,45,1

# 工信部备案信息
source: MIIT Record Information
ru_ru: Информация о записи MIIT

# 公安网备案信息
source: Public Security Network record information
ru_ru: Информация о записи в сети общественной безопасности

# 输入您的公安网备案号
source: Enter your police network record number
ru_ru: Введите номер вашей полицейской сети

# 公安网备案连接
source: Public Security Network record URL
ru_ru: URL-адрес сетевой записи общественной безопасности

# 输入您的公安网备案的链接地址
source: Enter the link address of your Public security network for filing
ru_ru: Введите адрес ссылки вашей сети общественной безопасности для подачи

# 新浪微博
source: Sina Weibo
ru_ru: Weibo/ВКонтакте

# 连接前要带有 http:// 或者 https://
source: http:// or https:// required.
ru_ru: Введите http:// или https://

# 腾讯微博
source: Tencent Weibo
ru_ru: Weibo/ВКонтакте

source: Mail
ru_ru: Email

# 文章设置
source: Articles
ru_ru: посты

# 文章页面布局
source: Article Page Layout
ru_ru: Макет страницы поста

# 选择[文章]页面布局(显示左边栏，无边栏，右边栏)，默认显示右边栏
source: Select the [Article] page layout, display the right column by default
ru_ru: Выберите макет страницы [Article], показывая правый столбец по умолчанию

# 版权声明
source: Copyright
ru_ru: Авторское право

# 是否启用 CC BY-SA 4.0 声明
source: Enable the CC BY-SA 4.0 declaration
ru_ru: Включить объявление CC BY-SA 4.0

# 分享按钮
source: Share Button
ru_ru: Кнопка Share

# 是否启用文章分享功能
source: Enable the article sharing feature
ru_ru: Включить функцию совместного доступа к посту

# 打赏按钮
source: Donate Button
ru_ru: Кнопка доната

# 是否启用文章打赏功能
source: Enable the article donate feature
ru_ru: Включить функцию доната поста

# 页面设置
source: Pages
ru_ru: Страницы

# 页面布局
source: Page Layout
ru_ru: Макет страницы

# 选择[页面]布局(显示左边栏，无边栏，右边栏)，默认显示右边栏
source: Select [Page] layout, display right column by default
ru_ru: Выберите макет [Page], по умолчанию отобразите правую колонку

# 是否启用页面分享功能
source: Enable the page sharing feature
ru_ru: Включить функцию совместного доступа к странице

# 是否启用页面打赏功能
source: Enable the pagedonate feature
ru_ru: Включить функцию pagedonate

# 轮播设置
source: Carousel
ru_ru: Слайдер

# 主页轮播
source: Home Page Carousel
ru_ru: Слайдер на главной

# 是否启用轮播功能
source: Enable the Carousel feature
ru_ru: Включить функцию слайдера

# 注意：
source: Attention:
ru_ru: Внимание:

# 轮播图片-1
source: Carousel Pictures-1
ru_ru: Слайдер Картинки-1

# 轮播链接-1
source: Link-1
ru_ru: Ссылка 1

# 链接可以留空
source: Links can be left blank
ru_ru: Ссылки могут быть опущены

# 轮播图片-2
source: Carousel Pictures-2
ru_ru: Слайдер Картинки-2

# 链接2
source: Link 2
ru_ru: Ссылка 2

# 轮播图片-3
source: Carousel Pictures-3
ru_ru: Слайдер Картинки-3

# 链接3
source: Link 3
ru_ru: Ссылка 3

# 轮播图片-4
source: Carousel Pictures-4
ru_ru: Слайдер Картинки-4

# 链接4
source: Link 4
ru_ru: Ссылка 4

# 轮播图片-5
source: Carousel Pictures-5
ru_ru: Слайдер Картинки-5

# 链接5
source: Link 5
ru_ru: Ссылка 5

# 邮件设置
source: Mail
ru_ru: Email

# SMTP服务
source: SMTP Service
ru_ru: Служба SMTP

# 是否启用SMTP邮件发送服务
source: Enable the SMTP mail delivery service
ru_ru: Включить службу доставки почты SMTP

# 发信人
source: Sender
ru_ru: Отправитель

# 请填写发件人姓名
source: Please fill in the sender's name.
ru_ru: Заполните имя отправителя

# 邮件服务器
source: Mail Server
ru_ru: Почтовый сервер

# 请填写SMTP服务器地址
source: Please fill in the SMTP server address
ru_ru: Укажите адрес SMTP-сервера

# 服务器端口
source: Server Port
ru_ru: Порт сервера

# 请填写SMTP服务器端口
source: Please fill in the SMTP server port
ru_ru: Заполните порт сервера SMTP

# 邮箱帐号
source: Email Account
ru_ru: Адрес электронной почты

# 请填写邮箱账号
source: Please fill in your email account
ru_ru: Пожалуйста, заполните свою учетную запись электронной почты

# 邮箱密码
source: Email Password
ru_ru: Пароль от email

# 请填写邮箱密码
source: Please fill in the email password
ru_ru: Пожалуйста, введите пароль от email

# 启用SMTPAuth服务
source: Enable the SmtpAuth service
ru_ru: Включить службу SmtpAuth

# 是否启用SMTPAuth服务
source: Enable the SmtpAuth service
ru_ru: Включить службу SmtpAuth

# SMTPSecure设置
source: SmtpSecure Settings
ru_ru: Настройки SmtpSecure

# 雪花设置
source: Snowflakes
ru_ru: Снежинки

# 站点雪花
source: Site Snowflakes
ru_ru: Снежинки на сайте

# 是否启用站点雪花功能
source: Enable the site Snowflake feature
ru_ru: Включить функцию "снежинки"

# 移动端是否显示
source: If displays at mobile-end
ru_ru: Показывать на мобильных устройствах

# 配置移动端是否显示，默认是
source: Configure if displays at mobile-end, default is on
ru_ru: Настроить показ на мобильном, по умолчанию включено

# 雪花数量
source: Snowflakes Amount
ru_ru: Снежинки Количество

# 数值越大雪花数量越多，默认150
source: The larger the amount, the more snowflakes, the default 150
ru_ru: Чем больше сумма, тем больше снежинок, по умолчанию 150

# 雪花大小
source: Snowflake Size
ru_ru: Размер снежинки

# 雪花距离
source: Snowflake Distance
ru_ru: Расстояние снежинки

# 雪花速度
source: Snowflake Speed
ru_ru: Скорость снежинки

# 雪花横移度
source: Snowflake Transverse Shift Degree
ru_ru: Степень поперечного сдвига снежинки

# 雪花颜色
source: Snowflake Color
ru_ru: Цвет снежинки
